Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# backup.access.requires_sign_in.message
source: Войдите в аккаунт Millio, чтобы работать с облачными копиями. В гостевом режиме копии недоступны.
de: Melde dich in deinem Millio-Konto an, um mit Cloud-Backups zu arbeiten. Im Gastmodus bleiben Backups nicht verfügbar.
en: Sign in to your Millio account to work with cloud backups. In guest mode backups stay unavailable.
es: Inicia sesión en tu cuenta de Millio para trabajar con las copias en la nube. En modo invitado las copias no están disponibles.
fr: Connectez-vous à votre compte Millio pour utiliser les sauvegardes cloud. En mode invité, elles restent indisponibles.
tr: Bulut yedeklerini kullanmak için Millio hesabınızda oturum açın. Misafir modunda yedekler kullanılamaz.
zh_hans: 请登录 Millio 账户后使用云备份。访客模式下备份不可用。

# backup.access.requires_sign_in.title
source: Нужен вход в аккаунт
de: Anmeldung erforderlich
en: Sign in required
es: Se requiere iniciar sesión
fr: Connexion requise
tr: Oturum açmanız gerekiyor
zh_hans: 需要登录

# backup.restore.action.retry
source: Повторить поиск
de: Erneut suchen
en: Retry Search
es: Reintentar búsqueda
fr: Relancer la recherche
tr: Aramayı yinele
zh_hans: 重试搜索

# backup.restore.empty.message.icloud_unavailable
source: Без доступа к iCloud Millio не может проверить копии и восстановить данные
de: Ohne iCloud-Zugriff kann Millio keine Backups prüfen oder Daten wiederherstellen
en: Without iCloud access, Millio cannot check backups or restore data
es: Sin acceso a iCloud, Millio no puede comprobar copias ni restaurar datos
fr: Sans accès à iCloud, Millio ne peut ni vérifier les sauvegardes ni restaurer les données
tr: iCloud erişimi olmadan Millio yedekleri kontrol edemez ve verileri geri yükleyemez
zh_hans: 没有 iCloud 访问权限，Millio 无法检查备份或恢复数据

# backup.restore.empty.message.not_found
source: В iCloud для текущей учётной записи не найдено ни одной сохранённой копии
de: Für den aktuellen Account wurden in iCloud keine gespeicherten Backups gefunden
en: No saved backups were found in iCloud for the current account
es: No se encontraron copias guardadas en iCloud para la cuenta actual
fr: Aucune sauvegarde enregistrée n'a été trouvée dans iCloud pour le compte actuel
tr: Geçerli hesap için iCloud'da kayıtlı yedek bulunamadı
zh_hans: 未在当前 iCloud 账户中找到任何已保存的备份

# backup.restore.failure.all_candidates_invalid
source: Ни одну из доступных копий прочитать не удалось: они повреждены или несовместимы
de: Keines der verfügbaren Backups konnte gelesen werden: beschädigt oder inkompatibel
en: None of the available backups could be read: they are damaged or incompatible
es: No se pudo leer ninguna de las copias disponibles: están dañadas o son incompatibles
fr: Aucune des sauvegardes disponibles n'a pu être lue : elles sont endommagées ou incompatibles
tr: Mevcut yedeklerin hiçbiri okunamadı: bozuk veya uyumsuz
zh_hans: 无法读取任何可用备份：文件已损坏或不兼容

# backup.restore.failure.corrupted
source: Этот файл копии повреждён и не читается. Попробуйте другую версию.
de: Diese Backup-Datei ist beschädigt und nicht lesbar. Versuche eine andere Version.
en: This backup file is damaged and cannot be read. Try another version.
es: Este archivo de copia está dañado y no se puede leer. Prueba con otra versión.
fr: Ce fichier de sauvegarde est endommagé et illisible. Essayez une autre version.
tr: Bu yedek dosyası bozuk ve okunamıyor. Başka bir sürümü deneyin.
zh_hans: 此备份文件已损坏，无法读取。请尝试其他版本。

# backup.restore.failure.decrypt_failed
source: Не удалось расшифровать копию
de: Das Backup konnte nicht entschlüsselt werden
en: Failed to decrypt the backup
es: No se pudo descifrar la copia
fr: Impossible de déchiffrer la sauvegarde
tr: Yedek çözülemedi
zh_hans: 无法解密备份

# backup.restore.failure.generic
source: Восстановить не удалось. Ваши данные не изменены.
de: Wiederherstellen fehlgeschlagen. Deine Daten wurden nicht verändert.
en: Restore failed. Your data has not been changed.
es: No se pudo restaurar. Tus datos no se han modificado.
fr: Échec de la restauration. Vos données n'ont pas été modifiées.
tr: Geri yükleme başarısız. Verileriniz değiştirilmedi.
zh_hans: 恢复失败。你的数据未被更改。

# backup.restore.failure.icloud_unavailable
source: iCloud недоступен, прочитать копию нельзя
de: iCloud ist nicht verfügbar, das Backup kann nicht gelesen werden
en: iCloud is unavailable, so the backup cannot be read
es: iCloud no está disponible, no se puede leer la copia
fr: iCloud est indisponible, la sauvegarde ne peut pas être lue
tr: iCloud kullanılamıyor, yedek okunamıyor
zh_hans: iCloud 不可用，无法读取备份

# backup.restore.failure.incompatible_schema
source: Копия создана более новой версией Millio. Обновите приложение и повторите попытку.
de: Das Backup stammt aus einer neueren Millio-Version. Aktualisiere die App und versuche es erneut.
en: The backup was created by a newer version of Millio. Update the app and try again.
es: La copia se creó con una versión más reciente de Millio. Actualiza la app e inténtalo de nuevo.
fr: La sauvegarde a été créée par une version plus récente de Millio. Mettez l'app à jour et réessayez.
tr: Yedek, Millio'nun daha yeni bir sürümüyle oluşturulmuş. Uygulamayı güncelleyip tekrar deneyin.
zh_hans: 该备份由更新版本的 Millio 创建。请更新应用后重试。

# backup.restore.failure.keychain_key_missing
source: На этом устройстве нет ключа шифрования для этой копии. Восстановление возможно только из копии с кодовой фразой.
de: Der Schlüssel für dieses Backup fehlt auf diesem Gerät. Wiederherstellen geht nur mit einem Passphrase-Backup.
en: The encryption key for this backup is missing on this device. Restore is only possible with a passphrase backup.
es: Falta la clave de cifrado de esta copia en este dispositivo. Solo se puede restaurar desde una copia con frase de contraseña.
fr: La clé de chiffrement de cette sauvegarde est absente de cet appareil. La restauration n'est possible qu'avec une sauvegarde protégée par phrase secrète.
tr: Bu yedeğin şifreleme anahtarı bu cihazda yok. Geri yükleme yalnızca parola cümleli yedekle mümkün.
zh_hans: 此设备上缺少该备份的加密密钥。只能使用带口令短语的备份恢复。

# backup.restore.failure.keychain_unavailable
source: Эта копия привязана к другому устройству и здесь не расшифровывается. Используйте копию с кодовой фразой.
de: Dieses Backup ist an ein anderes Gerät gebunden und lässt sich hier nicht entschlüsseln. Nutze ein Backup mit Passphrase.
en: This backup is tied to another device and cannot be decrypted here. Use a backup with a passphrase.
es: Esta copia está vinculada a otro dispositivo y no se puede descifrar aquí. Usa una copia con frase de contraseña.
fr: Cette sauvegarde est liée à un autre appareil et ne peut pas être déchiffrée ici. Utilisez une sauvegarde avec phrase secrète.
tr: Bu yedek başka bir cihaza bağlı ve burada çözülemiyor. Parola cümleli bir yedek kullanın.
zh_hans: 此备份绑定到另一台设备，无法在这里解密。请使用带口令短语的备份。

# backup.restore.failure.network
source: Нет связи с iCloud. Проверьте сеть и повторите попытку.
de: Keine Verbindung zu iCloud. Prüfe das Netzwerk und versuche es erneut.
en: No connection to iCloud. Check the network and try again.
es: Sin conexión con iCloud. Comprueba la red e inténtalo de nuevo.
fr: Pas de connexion à iCloud. Vérifiez le réseau et réessayez.
tr: iCloud bağlantısı yok. Ağı kontrol edip tekrar deneyin.
zh_hans: 无法连接 iCloud。请检查网络后重试。

# backup.restore.failure.not_found
source: В iCloud для этой учётной записи копия не найдена
de: Für diesen Account wurde in iCloud kein Backup gefunden
en: No backup found in iCloud for this account
es: No se encontró ninguna copia en iCloud para esta cuenta
fr: Aucune sauvegarde trouvée dans iCloud pour ce compte
tr: Bu hesap için iCloud'da yedek bulunamadı
zh_hans: 未在 iCloud 中找到此账户的备份

# backup.restore.failure.passphrase_needed
source: Для расшифровки этой копии нужна кодовая фраза
de: Zum Entschlüsseln dieses Backups wird eine Passphrase benötigt
en: A passphrase is required to decrypt this backup
es: Se necesita una frase de contraseña para descifrar esta copia
fr: Une phrase secrète est nécessaire pour déchiffrer cette sauvegarde
tr: Bu yedeği çözmek için parola cümlesi gerekiyor
zh_hans: 解密此备份需要口令短语

# backup.restore.failure.passphrase_required
source: Эта копия защищена кодовой фразой. Введите её и повторите попытку.
de: Dieses Backup ist mit einer Passphrase geschützt. Gib sie ein und versuche es erneut.
en: This backup is protected with a passphrase. Enter it and try again.
es: Esta copia está protegida con una frase de contraseña. Introdúcela e inténtalo de nuevo.
fr: Cette sauvegarde est protégée par une phrase secrète. Saisissez-la et réessayez.
tr: Bu yedek bir parola cümlesiyle korunuyor. Girip tekrar deneyin.
zh_hans: 此备份受口令短语保护。请输入口令短语后重试。

# backup.restore.failure.passphrase_wrong
source: Неверная кодовая фраза или копия повреждена. Ваши данные не изменены.
de: Falsche Passphrase oder das Backup ist beschädigt. Deine Daten wurden nicht verändert.
en: Wrong passphrase, or the backup is damaged. Your data has not been changed.
es: Frase de contraseña incorrecta o copia dañada. Tus datos no se han modificado.
fr: Phrase secrète incorrecte ou sauvegarde endommagée. Vos données n'ont pas été modifiées.
tr: Parola cümlesi yanlış ya da yedek bozuk. Verileriniz değiştirilmedi.
zh_hans: 口令短语不正确，或备份已损坏。你的数据未被更改。

# backup.restore.failure.snapshot_failed
source: Не удалось сохранить страховочную копию перед восстановлением, поэтому восстановление отменено. Ваши данные не изменены.
de: Vor dem Wiederherstellen konnte keine Sicherungskopie angelegt werden, daher wurde abgebrochen. Deine Daten wurden nicht verändert.
en: Could not save a safety copy before restoring, so restore was cancelled. Your data has not been changed.
es: No se pudo guardar una copia de seguridad previa, así que se canceló la restauración. Tus datos no se han modificado.
fr: Impossible d'enregistrer une copie de sécurité avant la restauration, celle-ci a donc été annulée. Vos données n'ont pas été modifiées.
tr: Geri yükleme öncesi güvenlik kopyası kaydedilemedi, işlem iptal edildi. Verileriniz değiştirilmedi.
zh_hans: 恢复前未能保存安全副本，恢复已取消。你的数据未被更改。

# backup.restore.lookup.failed.status
source: Поиск не удался
de: Suche fehlgeschlagen
en: Search Failed
es: Búsqueda fallida
fr: Échec de la recherche
tr: Arama başarısız
zh_hans: 搜索失败

# backup.restore.lookup.failed.title
source: Не удалось проверить копии
de: Backups konnten nicht geprüft werden
en: Could not check backups
es: No se pudieron comprobar las copias
fr: Impossible de vérifier les sauvegardes
tr: Yedekler kontrol edilemedi
zh_hans: 无法检查备份

# backup.restore.lookup.failure.busy
source: iCloud сейчас занят. Повторите попытку через минуту.
de: iCloud ist gerade ausgelastet. Versuche es in einer Minute erneut.
en: iCloud is busy right now. Try again in a minute.
es: iCloud está ocupado ahora mismo. Inténtalo de nuevo en un minuto.
fr: iCloud est occupé pour le moment. Réessayez dans une minute.
tr: iCloud şu anda meşgul. Bir dakika sonra tekrar deneyin.
zh_hans: iCloud 当前繁忙。请稍后一分钟再试。

# backup.restore.lookup.failure.icloud
source: На этом устройстве недоступен iCloud, поэтому список копий получить нельзя. Войдите в iCloud и повторите.
de: iCloud ist auf diesem Gerät nicht verfügbar, daher lassen sich keine Backups auflisten. Melde dich bei iCloud an und versuche es erneut.
en: iCloud is unavailable on this device, so backups cannot be listed. Sign in to iCloud and try again.
es: iCloud no está disponible en este dispositivo, por lo que no se puede obtener la lista de copias. Inicia sesión en iCloud e inténtalo de nuevo.
fr: iCloud n'est pas disponible sur cet appareil, la liste des sauvegardes est donc inaccessible. Connectez-vous à iCloud et réessayez.
tr: Bu cihazda iCloud kullanılamıyor, bu yüzden yedek listesi alınamıyor. iCloud'da oturum açıp tekrar deneyin.
zh_hans: 此设备上的 iCloud 不可用，无法获取备份列表。请登录 iCloud 后重试。

# backup.restore.lookup.failure.network
source: Нет связи с iCloud. Проверьте сеть и повторите попытку.
de: Keine Verbindung zu iCloud. Prüfe das Netzwerk und versuche es erneut.
en: No connection to iCloud. Check the network and try again.
es: Sin conexión con iCloud. Comprueba la red e inténtalo de nuevo.
fr: Pas de connexion à iCloud. Vérifiez le réseau et réessayez.
tr: iCloud bağlantısı yok. Ağı kontrol edip tekrar deneyin.
zh_hans: 无法连接 iCloud。请检查网络后重试。

# backup.restore.lookup.failure.unknown
source: Не удалось получить список копий из iCloud. Повторите попытку.
de: Die Backup-Liste konnte nicht aus iCloud geladen werden. Versuche es erneut.
en: Could not get the list of backups from iCloud. Try again.
es: No se pudo obtener la lista de copias de iCloud. Inténtalo de nuevo.
fr: Impossible de récupérer la liste des sauvegardes depuis iCloud. Réessayez.
tr: iCloud'dan yedek listesi alınamadı. Tekrar deneyin.
zh_hans: 无法从 iCloud 获取备份列表。请重试。

# backup.restore.lookup.timedout.message
source: Список копий не пришёл вовремя. Возможно, iCloud ещё синхронизируется — повторите попытку.
de: Die Backup-Liste kam nicht rechtzeitig an. iCloud synchronisiert möglicherweise noch – versuche es erneut.
en: The backup list did not arrive in time. iCloud may still be syncing — try again.
es: La lista de copias no llegó a tiempo. Puede que iCloud aún se esté sincronizando: inténtalo de nuevo.
fr: La liste des sauvegardes n'est pas arrivée à temps. iCloud est peut-être encore en cours de synchronisation — réessayez.
tr: Yedek listesi zamanında gelmedi. iCloud hâlâ eşitleniyor olabilir — tekrar deneyin.
zh_hans: 备份列表未及时返回。iCloud 可能仍在同步——请重试。

# backup.restore.lookup.timedout.title
source: iCloud не ответил
de: iCloud hat nicht geantwortet
en: iCloud did not respond
es: iCloud no respondió
fr: iCloud n'a pas répondu
tr: iCloud yanıt vermedi
zh_hans: iCloud 未响应

# backup.restore.passphrase.toggle
source: Защищено кодовой фразой?
de: Mit Passphrase geschützt?
en: Protected with passphrase?
es: ¿Protegida con frase de contraseña?
fr: Protégée par une phrase secrète ?
tr: Parola cümlesiyle mi korunuyor?
zh_hans: 使用口令短语保护？

# backup.restore.passphrase.toggle.set
source: Кодовая фраза введена
de: Passphrase eingegeben
en: Passphrase entered
es: Frase de contraseña introducida
fr: Phrase secrète saisie
tr: Parola cümlesi girildi
zh_hans: 已输入口令短语

# backup.restore.skip.cancel
source: Вернуться и восстановить
de: Zurück und wiederherstellen
en: Go Back and Restore
es: Volver y restaurar
fr: Revenir et restaurer
tr: Geri dön ve geri yükle
zh_hans: 返回并恢复

# backup.restore.skip.confirm
source: Продолжить без данных
de: Ohne Daten fortfahren
en: Continue Without Data
es: Continuar sin datos
fr: Continuer sans données
tr: Verisiz devam et
zh_hans: 不加载数据继续

# backup.restore.skip.title
source: Данные не восстановлены
de: Daten nicht wiederhergestellt
en: Data Not Restored
es: Datos no restaurados
fr: Données non restaurées
tr: Veriler geri yüklenmedi
zh_hans: 数据未恢复

# Account balance adjustment
source: Корректировка баланса счета
de: Kontosaldoanpassung
en: Account balance adjustment
es: Ajuste de saldo de cuenta
fr: Ajustement du solde du compte
tr: Hesap bakiyesi düzeltmesi
zh_hans: 账户余额调整

# Add card in Finances
source: Добавить карту в Финансах
de: Karte in Finanzen hinzufügen
en: Add card in Finances
es: Añadir tarjeta en Finanzas
fr: Ajouter une carte dans Finances
tr: Finans bölümünde kart ekle
zh_hans: 在财务中添加卡片

# Add recurring expense
source: Добавить регулярный расход
de: Wiederkehrende Ausgabe hinzufügen
en: Add recurring expense
es: Añadir gasto recurrente
fr: Ajouter une dépense récurrente
tr: Tekrarlayan gider ekle
zh_hans: 添加定期支出

# Additional
source: Дополнительно
de: Weitere
en: Additional
es: Adicional
fr: Supplémentaire
tr: Ek
zh_hans: 其他

# Amount
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# App security
source: Безопасность приложения
de: App-Sicherheit
en: App security
es: Seguridad de la app
fr: Sécurité de l'app
tr: Uygulama güvenliği
zh_hans: 应用安全

# Apply
source: Применить
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
tr: Uygula
zh_hans: 应用

# Asset value adjustment
source: Корректировка стоимости активов
de: Vermögenswertanpassung
en: Asset value adjustment
es: Ajuste de valor del activo
fr: Ajustement de la valeur de l'actif
tr: Varlık değeri düzeltmesi
zh_hans: 资产价值调整

# auth.welcome.badge.private_access
source: Частный доступ
de: Privater Zugriff
en: Private access
es: Acceso privado
fr: Accès privé
tr: Özel erişim
zh_hans: 私密访问

# auth.welcome.cta.continue_without_account
source: Продолжить без аккаунта
de: Ohne Konto fortfahren
en: Continue without account
es: Continuar sin cuenta
fr: Continuer sans compte
tr: Hesap olmadan devam et
zh_hans: 以访客身份继续

# auth.welcome.subtitle
source: Войдите с Apple для полной сессии или продолжите как гость и решите позже
de: Nutze dein Apple-Konto für eine vollständige Sitzung oder melde dich als Gast an und entscheide später
en: Use your Apple account for a full session, or enter as a guest and decide later
es: Usa tu cuenta de Apple para una sesión completa, o entra como invitado y decide después
fr: Utilisez votre compte Apple pour une session complète, ou entrez en tant qu'invité et décidez plus tard
tr: Tam oturum için Apple hesabınızı kullanın ya da misafir olarak girin ve daha sonra karar verin
zh_hans: 使用 Apple 账户获取完整体验，或以访客身份进入，稍后再决定

# auth.welcome.title
source: Финансы без лишних усилий
de: Finanzen, einfach verwalten
en: Finance, without friction
es: Finanzas sin fricción
fr: La finance, sans friction
tr: Sürtünmesiz finans
zh_hans: 财务，轻松管理

# Back
source: Назад
de: Zurück
en: Back
es: Atrás
fr: Retour
tr: Geri
zh_hans: 返回

# Backup
source: Резервная копия
de: Backup
en: Backup
es: Copia de seguridad
fr: Sauvegarde
tr: Yedek
zh_hans: 备份

# backup.actions.auto_schedule.note
source: Одна автокопия обновляется каждые 24 часа
de: Ein automatisches Backup wird alle 24 Stunden erneuert
en: One automatic backup is refreshed every 24 hours
es: Una copia automática se actualiza cada 24 horas
fr: Une sauvegarde automatique est rafraîchie toutes les 24 heures
tr: Her 24 saatte bir otomatik yedek yenilenir
zh_hans: 一份自动备份每24小时刷新一次

# backup.actions.create.primary.first
source: Создать первую копию
de: Erstes Backup erstellen
en: Create first backup
es: Crear primera copia
fr: Créer la première sauvegarde
tr: İlk yedeği oluştur
zh_hans: 创建第一份备份

# backup.actions.create.primary.next
source: Сохранить новую версию
de: Neues Backup speichern
en: Save new backup
es: Guardar nueva copia
fr: Enregistrer une nouvelle sauvegarde
tr: Yeni yedek kaydet
zh_hans: 保存新备份

# backup.actions.create.subtitle.limit
source: Достигнут максимум ручных версий: %lld, удалите одну старую версию, чтобы сохранить новую
de: Maximale Anzahl von %lld manuellen Versionen erreicht, lösche eine alte Version, um eine neue zu speichern
en: Maximum of %lld manual versions reached, delete one old version to save a new one
es: Se alcanzó el máximo de %lld versiones manuales, elimina una versión antigua para guardar una nueva
fr: Maximum de %lld versions manuelles atteint, supprimez une ancienne version pour en enregistrer une nouvelle
tr: %lld manuel sürüm limitine ulaşıldı, yeni kaydetmek için eski bir sürümü silin
zh_hans: 已达到 %lld 个手动版本上限，删除一个旧版本后才能保存新版本

# backup.actions.create.subtitle.requirements
source: Сначала включите резервное копирование и iCloud
de: Schalte zuerst Backup und iCloud ein
en: Turn on backup and iCloud first
es: Primero activa la copia de seguridad y iCloud
fr: Activez d'abord la sauvegarde et iCloud
tr: Önce yedekleme ve iCloud'u açın
zh_hans: 请先开启备份和 iCloud

# backup.actions.create.subtitle.safety
source: Создаёт сохранённую версию, которая хранится, пока вы её не удалите
de: Erstellt eine gespeicherte Version, die bis zur manuellen Löschung erhalten bleibt
en: Creates a saved version that stays until you delete it
es: Crea una versión guardada que permanece hasta que la elimines
fr: Crée une version sauvegardée qui reste jusqu'à ce que vous la supprimiez
tr: Siz silene kadar saklanan bir sürüm oluşturur
zh_hans: 创建一个会一直保留、直到你手动删除的保存版本

# backup.actions.export.title
source: Экспорт выбранной версии
de: Ausgewählte exportieren
en: Export selected
es: Exportar seleccionado
fr: Exporter la sélection
tr: Seçileni dışa aktar
zh_hans: 导出所选版本

# backup.actions.import.title
source: Импорт файла
de: Datei importieren
en: Import file
es: Importar archivo
fr: Importer un fichier
tr: Dosya içe aktar
zh_hans: 导入文件

# backup.actions.restore.primary.go
source: Восстановить выбранную версию
de: Ausgewähltes Backup wiederherstellen
en: Restore selected backup
es: Restaurar copia seleccionada
fr: Restaurer la sauvegarde sélectionnée
tr: Seçili yedeği geri yükle
zh_hans: 恢复所选备份

# backup.actions.restore.primary.select
source: Выберите копию для восстановления
de: Backup zum Wiederherstellen wählen
en: Choose a backup to restore
es: Elegir una copia para restaurar
fr: Choisir une sauvegarde à restaurer
tr: Geri yüklemek için yedek seçin
zh_hans: 选择要恢复的备份

# backup.actions.restore.subtitle.select_first
source: Сначала выберите версию в списке ниже
de: Wähle zuerst eine Version aus der Liste unten
en: Select a version in the list below first
es: Selecciona primero una versión de la lista de abajo
fr: Sélectionnez d'abord une version dans la liste ci-dessous
tr: Önce aşağıdaki listeden bir sürüm seçin
zh_hans: 请先在下方列表中选择一个版本

# backup.actions.title
source: Управление копиями
de: Backup-Aktionen
en: Backup actions
es: Acciones de copia de seguridad
fr: Actions de sauvegarde
tr: Yedek işlemleri
zh_hans: 备份操作

# backup.auto_toggle.subtitle
source: Хранит одну автокопию в сутки и заменяет предыдущую
de: Speichert täglich ein automatisches Backup und ersetzt das vorherige
en: Keeps one auto backup per day and replaces the previous one
es: Mantiene una copia automática diaria y reemplaza la anterior
fr: Conserve une sauvegarde automatique par jour et remplace la précédente
tr: Günde bir otomatik yedek tutar ve öncekinin yerini alır
zh_hans: 每天保留一份自动备份，并替换上一份

# backup.auto_toggle.title
source: Автокопия раз в сутки
de: Tägliches Auto-Backup
en: Daily auto backup
es: Copia automática diaria
fr: Sauvegarde automatique quotidienne
tr: Günlük otomatik yedek
zh_hans: 每日自动备份

# backup.auto-restore.subtitle
source: Восстанавливаем резервную копию от %@
de: Wiederherstellung aus Backup vom %@
en: Restoring from backup of %@
es: Restaurando desde copia de seguridad del %@
fr: Restauration depuis la sauvegarde du %@
tr: %@ yedeğinden geri yükleniyor
zh_hans: 正在恢复 %@ 的备份

# backup.auto-restore.title
source: Восстанавливаем данные
de: Daten werden wiederhergestellt
en: Restoring Data
es: Restaurando datos
fr: Restauration des données
tr: Veri Geri Yükleniyor
zh_hans: 正在恢复数据

# backup.dashboard.subtitle.last_backup_format
source: Последняя копия %@. Одна автокопия обновляется каждые 24 часа
de: Letztes Backup %@. Ein automatisches Backup wird alle 24 Stunden erneuert
en: Last backup %@. One automatic backup is refreshed every 24 hours
es: Última copia %@. Una copia automática se actualiza cada 24 horas
fr: Dernière sauvegarde le %@. Une sauvegarde automatique est rafraîchie toutes les 24 heures
tr: Son yedek %@. Her 24 saatte bir otomatik yedek yenilenir
zh_hans: 上次备份于 %@。每24小时会刷新一份自动备份

# backup.dashboard.subtitle.need_icloud
source: Проверьте вход в iCloud и разрешите Millio использовать его
de: Überprüfe iCloud-Anmeldung und erlaube Millio die Nutzung
en: Check iCloud sign-in and allow Millio to use it
es: Verifica el inicio de sesión en iCloud y permite que Millio lo use
fr: Vérifiez la connexion iCloud et autorisez Millio à l'utiliser
tr: iCloud girişini kontrol edin ve Millio'nun kullanmasına izin verin
zh_hans: 请检查 iCloud 登录状态并允许 Millio 使用它

# backup.dashboard.title.need_icloud
source: Ожидание iCloud
de: Warte auf iCloud
en: Waiting for iCloud
es: Esperando iCloud
fr: En attente d'iCloud
tr: iCloud bekleniyor
zh_hans: 等待 iCloud
